Tekla.Structures.Model.UI.ClipPlane.#ctor
Instantiates a new view camera instance with zero length vectors.

Tekla.Structures.Model.UI.ClipPlane.#ctor(System.Int32)
Instantiates a new view camera instance with zero length vectors.